Repository: BioversityCostaRica/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmobes.po
Languages: es

source: Page Not Found
es: Página no encontrada

source: Sorry, but the page you are looking for has note been found. Try checking the URL for error, then hit the refresh button on your browser or try found something else in our app.
es: Lo sentimos, pero la página que busca ha sido encontrado note. Intente comprobar la dirección URL para el error, después haga clic en el botón de actualización de su navegador o probar encontrado algo más en nuestra aplicación.

source: You can go back to main page
es: Puede volver a la página principal

source: Home
es: Casa

source: Welcome to ClimMob
es: Bienvenido a ClimMob

source: Toggle navigation
es: Navegación de palanca

source: Login or request an account
es: Iniciar sesión o solicitar una cuenta

source: Features
es: Caracteristicas

source: Join us
es: Únete a nosotros

source: Contact
es: Contacto

source: Welcome to
es: Bienvenido a

source: agriculture
es: agricultura

source: Design and analyse agricultural trials in a
es: Diseño y análisis de ensayos agrícolas en una

source: smart way
es: forma inteligente

source: friendly
es: amistoso

source: We believe private engagement is the growth engine of rural economies
es: Creemos que la participación privada es el motor de crecimiento de las economías rurales

source: will assist you in deploying
es: le ayudará a desplegar

source: extensive
es: extenso

source: agricultural trials
es: ensayos agrícolas

source: across
es: a través de

source: multiple
es: múltiple

source: locations
es: ubicaciones

source: Previous
es: Anterior

source: Next
es: próximo

source: Collect data using Android Mobile devices
es: Recopilar datos utilizando dispositivos móviles Android

source: Complex trial design
es: diseño de los ensayos complejo

source: Design complex trials not only based in crop varieties but also including factors like fertilizing and management.
es: Diseñar ensayos complejos no sólo basados ​​en variedades de cultivos pero también incluyendo factores como la fertilización y gestión.

source: Summaries and statistics
es: Resúmenes y estadísticas

source: Analyze your trials and report on the findings.
es: Analizar sus ensayos e informar sobre los resultados.

source: Dual license
es: licencia dual

source: ClimMob is free for research and development projects where data eventually becomes public. However if you are a private sector you can use the platform privately.
es: ClimMob es libre para proyectos de investigación y desarrollo donde los datos eventualmente se convierte en público. Sin embargo, si usted es un sector privado puede utilizar la plataforma de forma privada.

source: Details
es: detalles

source: The smart way for evaluating climate-smart agriculture.
es: La forma inteligente para evaluar la agricultura climáticamente inteligente.

source: Registered
es: Registrado

source: users
es: usuarios

source: Trial
es: Juicio

source: projects
es: proyectos

source: Contact Us
es: Contáctenos

source: Your comments and suggestions are welcomed.
es: Sus comentarios y sugerencias son bienvenidas.

source: The ClimMob platform has very specific terms of service
es: La plataforma tiene ClimMob términos muy específicos de servicio

source: Click
es: Hacer clic

source: here
es: aquí

source: for more details
es: para más detalles

source: Send us mail
es: mandanos correo

source: Or follow us on social platform
es: O seguirnos en plataforma social

source: Centre
es: Centrar

source: Cookiecutter Alchemy project for the Pyramid Web Framework
es: proyecto cookiecutter Alquimia para la Web Framework Pirámide

source: Github Project
es: Proyecto Github

source: IRC Channel
es: Canal IRC

source: Pylons Project
es: Proyecto pilones

source: ClimMob | Login
es: ClimMob | Iniciar sesión

source: Welcome ClimMob
es: Bienvenido ClimMob

source: Login in
es: Iniciar sesión en

source: Login failed. Please check your credentials and try again
es: Error de inicio de sesion. Por favor, compruebe sus credenciales y vuelva a intentarlo

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Login
es: Iniciar sesión

source: Forgot password?
es: ¿Se te olvidó tu contraseña?

source: Do not have an account?
es: ¿No tiene una cuenta?

source: Create an account
es: Crea una cuenta

source: Welcome to
es: Bienvenido a

source: ClimMob | Password recovery
es: ClimMob | Recuperación de contraseña

source: Recover your ClimMob password
es: Recuperar su contraseña ClimMob

source: Recover my password
es: Recuperar mi contraseña

source: ClimMob | Register
es: ClimMob | Registro

source: Register to ClimMob
es: Registrarse para ClimMob

source: Full name
es: Nombre completo

source: Full Name
es: Nombre completo

source: Organization
es: Organización

source: Country
es: País

source: User Name
es: Nombre de usuario

source: Retype password
es: Vuelva a escribir la contraseña

source: Agree the terms and policy
es: Acordar los términos y la política

source: Register
es: Registro

source: Already have an account ?
es: Ya tienes una cuenta ?

source: Close
es: Cerrar

source: Terms of service
es: Términos de servicio

source: You will use ClimMob under the following terms
es: Que va a utilizar ClimMob bajo los siguientes términos

source: Here goes the terms of service
es: Aquí va los términos del servicio

source: Actions
es: Comportamiento

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Main menu
es: Menú principal

source: Library
es: Biblioteca

source: Questions
es: preguntas

source: Treatments
es: Tratos

source: Field agents
es: Los agentes de campo

source: Downloads
es: descargas

source: Log out
es: Cerrar sesión

source: Project definition
es: Definición del proyecto

source: Completed
es: Terminado

source: Assign field agents
es: Asignar agentes de campo

source: Pending
es: Pendiente

source: Select treatments
es: Seleccione los tratamientos

source: Select treatments (locked)
es: Seleccione los tratamientos (bloqueado)

source: Partial
es: Parcial

source: Prepare participant registration
es: Preparar registro de participantes

source: Prepare participant registration form (locked)
es: Preparar formulario de registro participante (bloqueado)

source: Prepare a data collection
es: Preparar una colección de datos

source: Update project settings
es: Actualizar la configuración del proyecto

source: Do you really want to remove this project ?
es: ¿Realmente desea eliminar este proyecto?

source: Delete project
es: eliminar el proyecto

source: Participant registration
es: inscripción de los participantes

source: Not yet started
es: Todavía no empezado

source: On going
es: En marcha

source: Closed
es: Cerrado

source: Generate treatment packages
es: Generar paquetes de tratamiento

source: and open the registration of participants
es: y abra el registro de los participantes

source: You can start the registration of participants once the project has field agents, treatments, levels and a registration form
es: Puede iniciar el registro de los participantes una vez que el proyecto cuenta con agentes de campo, tratamientos, los niveles y un formulario de registro

source: To submit data let your field assistants know that they need to setup ODK Collect to the following address
es: Para presentar los datos permiten a sus ayudantes de campo saben que necesitan para configurar ODK Collect a la siguiente dirección

source: Statistics
es: Estadística

source: Total Sample
es: Muestra total

source: Number submissions
es: presentaciones numéricas

source: View data
es: Ver datos

source: Download data
es: descarga de datos

source: Upload data
es: Subir datos

source: Last submission
es: última presentación

source: Finish the registration
es: Terminar el registro

source: Cancel the registration
es: Cancelar el registro

source: Data collection
es: Recopilación de datos

source: You have included
es: Ha incluido

source: characteristics
es: características

source: Characteristics
es: características

source: performance evaluations
es: evaluaciones de desempeño

source: Performance evaluations
es: Las evaluaciones de desempeño

source: explanatory variables
es: variables explicativas

source: Explanatory variables
es: Variables explicativas

source: You have included this question in the assessment
es: Que ha incluido esta cuestión en la evaluación

source: Overall characteristic
es: característica general

source: Overall performance
es: Rendimiento global

source: Start an assessment
es: Iniciar una evaluación

source: You can start the data collection once the registration of participants is closed and the project definition is completed
es: Puede iniciar la recogida de datos una vez que el registro de los participantes se cierra y se completa la definición del proyecto

source: Cancel
es: Cancelar

source: Finish
es: Terminar

source: Analysis
es: Análisis

source: Select variables to analyze
es: Seleccionar variables para analizar

source: Lets start!
es: ¡Empecemos!

source: Create a new project
es: Crear un nuevo proyecto

source: Projects
es: proyectos

source: Latest projects
es: Últimos proyectos

source: You have
es: Tienes

source: project
es: proyecto

source: You don't have projects.
es: Usted no tiene proyectos.

source: Add new project
es: Añadir nuevo proyecto

source: Somethind here
es: Algo aqui

source: ClimMob | Edit Profile
es: ClimMob | Editar perfil

source: Edit
es: Editar

source: Your password was changed successfully.
es: Su contraseña se ha cambiado correctamente.

source: Your profile was changed successfully.
es: Su perfil se ha cambiado correctamente.

source: Edit profile information
es: Editar la información del perfil

source: About me
es: Sobre mi

source: Update profile
es: Actualización del perfil

source: Change password
es: Cambia la contraseña

source: Current password
es: Contraseña actual

source: New Password
es: Nueva contraseña

source: Re-type New Password
es: reescriba nueva contraseña

source: ClimMob | Profile
es: ClimMob | Perfil

source: There is no information about yourself. Edit your profile
es: No hay información sobre sí mismo. Edite su perfil

source: Edit profile
es: Editar perfil

source: Last project
es: último proyecto

source: Joined
es: Unido

source: About
es: Acerca de

source: API Key
es: Clave API

source: ClimMob | New enumerator
es: ClimMob | nueva empadronador

source: Create field agent
es: Crear agente de campo

source: New field agent
es: Nuevo agente de campo

source: Add
es: Añadir

source: ClimMob | Field agents
es: ClimMob | Los agentes de campo

source: Add new field agent
es: Escribir un agente de campo

source: User name
es: Nombre de usuario

source: Name
es: Nombre

source: Status
es: Estado

source: Can submit data
es: Puede enviar datos

source: Cannot submit data
es: No se puede enviar los datos

source: Do you really want to remove this field agent ?
es: ¿Realmente desea eliminar este agente de campo?

source: No field agents to display
es: No hay agentes de campo para mostrar

source: ClimMob | Update enumerator
es: ClimMob | actualización empadronador

source: Update field agent
es: agente de actualización de campo

source: Update
es: Actualizar

source: Old password
es: Contraseña anterior

source: New password
es: Nueva contraseña

source: Retype the new password
es: Vuelva a escribir la nueva contraseña

source: ClimMob | Cancel data collection
es: ClimMob | Cancelar la recopilación de datos

source: Cancel data collection
es: Cancelar la recopilación de datos

source: You are going to cancel the data collection
es: Lo que vas a cancelar la recogida de datos

source: After you cancel this data collection all data will be lost
es: Después de cancelar esta recopilación de datos todos los datos se perderán

source: Are you sure that you want to cancel this data collection?
es: ¿Seguro que desea cancelar esta recopilación de datos?

source: Cancel the collection
es: Cancelar la colección

source: ClimMob | Cancel registry
es: ClimMob | Cancelar registro

source: Cancel registry
es: Cancelar registro

source: You are going to cancel the registration
es: Usted va a cancelar el registro

source: All submitted data will be deleted!
es: Todos los datos presentados serán borrados!

source: Are you sure you that want to cancel the registration of participants?
es: ¿Seguro de que de que desea cancelar la inscripción de los participantes?

source: ClimMob | Close data collection
es: ClimMob | Cerrar la recopilación de datos

source: Close data collection
es: Cerrar la recopilación de datos

source: You are going to close the data collection
es: Lo que vas a cerrar la recolección de datos

source: You still have
es: Aún tienes

source: participant
es: partícipe

source: to survey
es: encuestar

source: After you close this data collection no more participants will be able to submit data
es: Después de cerrar esta recopilación de datos no hay más participantes podrán presentar datos

source: Are you sure that you want to close this data collection?
es: ¿Seguro que desea cerrar esta recolección de datos?

source: Close the collection
es: Cierre la colección

source: ClimMob | Finish the registration
es: ClimMob | Terminar el registro

source: You are going to finish the registration of participants to start the data collection
es: Usted va a terminar el registro de los participantes para iniciar la recolección de datos

source: to register
es: para registrarse

source: After you finish the registration no more participants will be able to register
es: Después de terminar el registro no hay más participantes serán capaces de registrar

source: Are you sure that you want to finish the registration?
es: ¿Seguro que desea terminar el registro?

source: ClimMob | Update project
es: ClimMob | proyecto de actualización

source: Update project
es: proyecto de actualización

source: ClimMob | New project
es: ClimMob | Nuevo proyecto

source: Create project
es: crear proyecto

source: ClimMob | Start the data collection
es: ClimMob | Iniciar la recogida de datos

source: Start the data collection
es: Iniciar la recogida de datos

source: Assessment
es: Evaluación

source: ClimMob | Analysis
es: ClimMob | Análisis

source: Select your variables to analyze
es: Seleccione las variables para analizar

source: Explanatory
es: Explicativo

source: Charactheristics
es: características

source: Performance
es: Actuación

source: Infosheets
es: hojas informativas

source: YES
es: SI

source: Create analysis
es: crear análisis

source: ClimMob | Prepare data collection
es: ClimMob | Preparar la recogida de datos

source: Prepare data collection
es: Preparar la recogida de datos

source: Active data collection moments
es: momentos de recogida de datos activos

source: Add new data collection moment
es: Añadir nuevo momento de recogida de datos

source: Data collection moment
es: momento de recolección de datos

source: Interval in days
es: Intervalo en días

source: question
es: pregunta

source: Overall characteristic and performance questions
es: característica general y preguntas de desempeño

source: questions
es: preguntas

source: Do you really want to remove this data collection ?
es: ¿Realmente desea eliminar esta recopilación de datos?

source: There are no data collection moments.
es: No hay momentos de recogida de datos.

source: ClimMob - Form editor
es: ClimMob - editor de formularios

source: Form editor
es: editor de formularios

source: Form editor
es: editor de formularios

source: Go back
es: Regresa

source: Add new section
es: Añadir nueva sección

source: Do you really want to remove this section ?
es: ¿Realmente desea eliminar esta sección?

source: Remove section
es: Desmontar la parte

source: Update section
es: sección de actualización

source: Add question
es: Añadir pregunta

source: Section:
es: Sección:

source: Delete
es: Eliminar

source: Save the order of the questions
es: Guardar el orden de las preguntas

source: Undo the order of the questions
es: Deshacer el orden de las preguntas

source: ClimMob - Update assessment
es: ClimMob - evaluación de actualización

source: Update data collection moment
es: Actualización momento de recogida de datos

source: Cancel and go back
es: Cancelar y volver

source: ClimMob - Update section
es: ClimMob - sección Actualización

source: Section
es: Sección

source: ClimMob - New data collection moment
es: ClimMob - Nueva momento de recogida de datos

source: New data collection moment
es: Nuevo momento de recogida de datos

source: ClimMob - New section
es: ClimMob - Nueva sección

source: New section
es: Nueva sección

source: New section
es: Nueva sección

source: ClimMob - New question
es: ClimMob - Nueva pregunta

source: New question
es: nueva pregunta

source: Save and close
es: Guardar y cerrar

source: ClimMob | Assign field agents
es: ClimMob | Asignar agentes de campo

source: Field agent
es: Agente de campo

source: Select to add
es: Seleccionar para agregar

source: Add field agents
es: Añadir los agentes de campo

source: No field agents found. Register your field agents first. Go to Library (left panel) > Field agents.
es: No se encontraron agentes de campo. Registro de sus agentes de campo en primer lugar. Ir a la Biblioteca (panel izquierdo)> Los agentes de campo.

source: Assign field agent
es: agente de campo Asignar

source: Do you really want to remove this enumerator ?
es: ¿Realmente desea eliminar este empadronador?

source: Remove
es: Eliminar

source: No data to display. Go to assign field agent
es: No hay información para mostrar. Ir para asignar agente de campo

source: ClimMob | Products
es: ClimMob | productos

source: Products library
es: biblioteca de productos

source: To download files you need to have an active project.
es: Para descargar archivos es necesario tener un proyecto activo.

source: New Section
es: Nueva sección

source: ClimMob - Registry
es: ClimMob - Registro

source: ClimMob - Select combinations
es: ClimMob - seleccionar combinaciones

source: Generate treatment packages and open the registration of participants
es: Generar paquetes de tratamiento y abra el registro de los participantes

source: Packages
es: paquetes

source: Set combinations
es: combinaciones de juegos

source: Next step
es: Próximo paso

source: Previous step
es: Paso anterior

source: Save packages
es: Guarde los paquetes

source: New level
es: Nuevo nivel

source: Name:
es: Nombre:

source: Add factors and levels
es: Añadir factores y niveles

source: with
es: con

source: Aliases
es: alias

source: Factors
es: factores

source: Select levels
es: Seleccione los niveles

source: Save changes
es: Guardar cambios

source: Undo changes
es: Deshacer cambios

source: Define new level
es: Definir nuevo nivel

source: Select all
es: Seleccionar todo

source: Unselect all
es: Deselecciona todo

source: Treatment level
es: nivel de tratamiento

source: only for this project
es: sólo para este proyecto

source: ClimMob | Add option
es: ClimMob | Añadir opción

source: Add option
es: Añadir opción

source: Questions library
es: biblioteca de preguntas

source: Question
es: Pregunta

source: Question options
es: opciones de la pregunta

source: ClimMob | Update option
es: ClimMob | opción de actualización

source: ClimMob library
es: biblioteca ClimMob

source: ClimMob | Update question
es: ClimMob | cuestión actualización

source: Update question
es: cuestión actualización

source: ClimMob | Add question
es: ClimMob | Añadir pregunta

source: ClimMob | Set question values
es: ClimMob | Valores de ajuste de interrogación

source: Define characteristics
es: definir las características

source: How to describe a characteristic
es: ¿Cómo describir una característica

source: 'Which variety tasted better?'
es: '¿Qué variedad probado mejor?'

source: 'Which variety tasted worst?'
es: '¿Qué variedad probado peor?'

source: Save statements
es: guardar declaraciones

source: ClimMob | Set performace statement
es: ClimMob | comunicado conjunto performace

source: Define performace statement
es: Definir la declaración de rendimiento

source: Performace statement
es: la declaración de funcionamiento

source: Enter the performance statement for question
es: Introduzca la sentencia rendimiento para la pregunta

source: Performance is a type of question that is used to compare the technologies being tested in a project with the current one in use by the farmer. For example, if a project is evaluating three different varieties of bean then the performance questions would be:
es: El rendimiento es un tipo de pregunta que se utiliza para comparar las tecnologías que se están probando en un proyecto con la actual en uso por parte del agricultor. Por ejemplo, si un proyecto está evaluando tres diferentes variedades de frijol a continuación, las preguntas de desempeño serían:

source: In ClimMob you define this with one statement with the wildcard
es: En ClimMob definir esto con una declaración con el comodín

source: option
es: opción

source: For example:
es: Por ejemplo:

source: In terms of taste, how does
es: En términos de sabor, ¿cómo

source: Value
es: Valor

source: Other
es: Otro

source: Do you really want to remove this option ?
es: ¿Realmente desea eliminar esta opción?

source: Hello from Snippet
es: Hola de fragmentos

source: submission
es: sumisión

source: Registry: Closed with
es: Registro: Cerrada con

source: Closed with
es: cerró con

source: Project code
es: Código de proyecto

source: Project Name
es: Nombre del proyecto

source: Include comparison with the local variety ?
es: Incluir la comparación con la variedad local?

source: Number of items each observer compares
es: Número de objetos cada observador compara

source: 3- Geographic information
es: 3- La información geográfica

source: Longitude
es: Longitud

source: Interval in days:
es: Intervalo en días:

source: This data collection is done after how many days from the distribution of the packages.
es: Esta recogida de datos se realiza después de cuántos días a partir de la distribución de los paquetes.

source: The final data collection must to include the overall characteristic and overall performance questions
es: La recolección de datos final debe incluir las preguntas generales de rendimiento y características generales

source: Added
es: Adicional

source: Text
es: Texto

source: Combination of levels
es: La combinación de los niveles

source: Click to toggle
es: Haga clic para activar

source: Excluded
es: excluidos

source: id
es: carné de identidad

source: Package code
es: código de paquete

source: Option
es: Opción

source: Package
es: Paquete

source: Drop up to exclude
es: Bajar hasta excluir

source: Alias from libraries
es: Alias ​​de las bibliotecas

source: Aliases included for this project
es: Alias ​​incluye para este proyecto

source: Add new alias
es: Añadir nuevos alias

source: Type
es: Tipo

source: Characteristic (Compare between tecnologies)
es: Típico (Comparación entre tecnologías)

source: Performance (Compare agaist current)
es: Rendimiento (Comparación contra corriente)

source: Location
es: Ubicación

source: Integer
es: Entero

source: Select multiple
es: Selección múltiple

source: Image
es: Imagen

source: Video
es: Vídeo

source: Unit
es: Unidad

source: Add to assessments
es: Añadir a las evaluaciones

source: Always include this question in each evaluation
es: Siempre incluya esta cuestión en cada evaluación

source: Answer required
es: Respuesta requerida

source: This question must be filled when collecting data
es: Esta pregunta debe ser llenado en la recogida de datos

source: Answers
es: respuestas

source: Search
es: Buscar

source: Add new question
es: Añadir nueva pregunta

source: No data to display
es: no hay información para mostrar

source: View/edit options
es: opciones de ver / editar
