Repository: BioversityCostaRica/py3ClimMob
Catalog: climmob/locale/*/LC_MESSAGES/climmobes.po
Languages: es

source: Edit performance statement
es: Editar declaración de rendimiento

source: Do you really want to remove this question ?
es: ¿Realmente desea eliminar esta pregunta?

source: Remove question
es: Retire pregunta

source: View comparison phrases
es: frases vista de comparación

source: Overall
es: En general

source: When comparing three
es: Al comparar los tres

source: e.g., Which variety gave you
es: por ejemplo, la variedad que dio

source: more
es: más

source: yield
es: rendimiento

source: Unique code
es: Código único

source: Value is not applicable
es: El valor no es aplicable

source: e.g., In terms of taste, how does
es: por ejemplo, en términos de sabor, ¿cómo

source: Treatment name
es: nombre del tratamiento

source: View/edit level
es: Ver / editar nivel

source: Edit treatment
es: tratamiento edición

source: Remove treatment
es: Retire el tratamiento

source: aliases
es: alias

source: Level
es: Nivel

source: Update treatment
es: tratamiento actualización

source: Add new treatment
es: Añadir nuevo tratamiento

source: Treatment levels
es: Los niveles de tratamiento

source: There are no levels to display
es: No hay niveles para mostrar

source: ClimMob | Update treatment level
es: ClimMob | nivel de actualización del tratamiento

source: Update level
es: nivel de actualización

source: Save and go back
es: Guardar y volver

source: ClimMob | New treatment levels
es: ClimMob | Nuevos niveles de tratamiento

source: There is already a group with this name.
es: Ya existe un grupo con este nombre.

source: The description of the group can not be empty.
es: La descripción del grupo no puede estar vacío.

source: The name of the group can not be empty.
es: El nombre del grupo no puede estar vacío.

source: Questions cannot be outside a group
es: Las preguntas no pueden estar fuera de un grupo

source: ClimMob Version 3 - Password recovery
es: ClimMob Versión 3 - Recuperación de contraseña

source: Hello,
es: Hola,

source: You requested ClimMob Version 3 to send you your password.
es: Ha solicitado ClimMob Versión 3 para enviarle su contraseña.

source: Your account is: {}
es: Su cuenta es: {}

source: Your password is: {}
es: Tu contraseña es: {}

source: Regards,
es: Saludos,

source: The ClimMob team.
es: El equipo ClimMob.

source: Password does not match {}
es: Las contraseñas no coinciden {}

source: User is None!
es: Ninguno de usuario es!

source: This data does not belong to this form.
es: Estos datos no pertenece a esta forma.

source: The enumerator was created successfully
es: El empadronador se ha creado correctamente

source: This enumerator name already exists.
es: Este nombre ya existe empadronador.

source: The password and its retype are not the same
es: La contraseña y su retype no son los mismos

source: The password of the enumerator cannot be empty.
es: La contraseña del empadronador no puede estar vacío.

source: The name of the enumerator cannot be empty.
es: El nombre del encuestador no puede estar vacío.

source: The user name cannot be empty.
es: El nombre de usuario no puede estar vacío.

source: The enumerator was modified successfully
es: El empadronador se modificó con éxito

source: The password was modified successfully
es: La contraseña se modificó con éxito

source: The new password and the retype are not the same
es: La nueva contraseña y la retype no son los mismos

source: The current password is incorrect.
es: La contraseña actual no es correcta.

source: Other user is using the same email adddress
es: Otro usuario está utilizando la misma dirección de correo electrónico

source: Email cannot be empty
es: El correo electrónico no puede estar vacío

source: Full name cannot be empty
es: nombre completo no puede estar vacía

source: Cannot change password
es: No se puede cambiar la contraseña

source: New password and re-type are not equal
es: Nueva contraseña y re-tipo no son iguales

source: New password cannot be empty
es: La nueva contraseña no puede estar vacía

source: The current password is not valid
es: La contraseña actual no es válida

source: The project was created successfully
es: El proyecto se ha creado correctamente

source: A project already exists with this code.
es: Un proyecto ya existe con este código.

source: The project code can't be empty
es: El código de proyecto no puede estar vacía

source: The project was modified successfully
es: El proyecto se modificó con éxito

source: The project was deleted successfully
es: El proyecto se ha eliminado correctamente

source: This alias already exists in the technology
es: Este alias ya existe en la tecnología

source: The name of the alias cannot be empy
es: El nombre del alias no puede estar vacía

source: The question was successfully modified
es: La pregunta se modificó con éxito

source: Incomplete information.
es: Información incompleta.

source: Both code and label cannot be empty
es: Tanto código y la etiqueta no puede estar vacía

source: The question was successfully added
es: La pregunta se ha añadido correctamente

source: You successfully updated the performance statement.
es: Ha actualizado correctamente la declaración de rendimiento.

source: The performance statement must have the wildcard {{option}}
es: La declaración de rendimiento debe tener el comodín {{opción}}

source: You successfully updated the characteristic.
es: Ha actualizado correctamente la característica.

source: The question was successfully added. Add new values now
es: se ha añadido correctamente a la pregunta. Añadir nuevos valores ahora

source: The question was successfully added. Configure the characteristic now
es: se ha añadido correctamente a la pregunta. Configurar la característica ahora

source: The question was successfully added. Configure the performance statement now
es: se ha añadido correctamente a la pregunta. Configurar la declaración de rendimiento ahora

source: The description of the group cannot be empty.
es: La descripción del grupo no puede estar vacío.

source: The name of the group cannot be empty.
es: El nombre del grupo no puede estar vacío.

source: This technology already exists in the generic library
es: Esta tecnología ya existe en la biblioteca genérica

source: You need to set values for the name
es: Es necesario establecer los valores para el nombre

source: The technology was added successfully
es: La tecnología se ha añadido correctamente

source: The technology was modified successfully
es: La tecnología se modificó con éxito

source: The technology was deleted successfully
es: La tecnología se ha eliminado correctamente

source: There is no a project with that code.
es: No hay un proyecto con ese código.

source: Error in the JSON.
es: Problemas con la JSON.

source: Only accepts GET method.
es: Sólo acepta método GET.

source: The enumerator was created successfully.
es: El empadronador se ha creado correctamente.

source: The password and its retype are not the same.
es: La contraseña y su retype no son los mismos.

source: Not all parameters have data.
es: No todos los parámetros tienen datos.

source: Only accepts POST method.
es: Sólo acepta el método POST.

source: The new password and the retype are not the same.
es: La nueva contraseña y la retype no son los mismos.

source: This enumerator does not exist.
es: Este empadronador no existe.

source: Assessment started.
es: Evaluación comenzó.

source: You must have created the assessment forms.
es: Debe haber creado las formas de evaluación.

source: The assessment is already started.
es: ya se ha iniciado la evaluación.

source: You can not start the assessment because the registry has not been completed.
es: No se puede iniciar la evaluación porque el registro no se ha completado.

source: There is not a project with that code.
es: No hay un proyecto con ese código.

source: Assessment cancel.
es: Evaluación de cancelar.

source: The assessment is not started. You can not cancel it.
es: No se ha iniciado la evaluación. No se puede cancelar.

source: Assessment closed.
es: Evaluación cerrada.

source: There is not a assessment with that code.
es: No hay una evaluación con ese código.

source: The assessment is not started.
es: No se ha iniciado la evaluación.

source: You has repeated data in the next column: . Remember that the options can not be repeated.
es: Usted ha repetido los datos en la columna siguiente:. Recuerde que las opciones no se pueden repetir.

source: The data could not be save. ERROR:
es: Los datos no se pudieron salvar. ERROR:

source: Data registered.
es: Los datos registrados.

source: ERROR: The farmer code must be a number.
es: ERROR: El código agricultor debe ser un número.

source: Error in the JSON. Not all parameters have data.
es: Problemas con la JSON. No todos los parámetros tienen datos.

source: Error in the JSON sent by parameter. Check the obligatory Keys.
es: Error en el JSON enviado por parámetro. Comprobar las claves obligatorios.

source: Error in the JSON sent by parameter. Check the permited Keys.
es: Error en el JSON enviado por parámetro. Comprobar las claves fin permitir.

source: This assessment do not have structure.
es: Esta evaluación no tiene estructura.

source: This assessment is close. After you close the assessment no more data would be able to register.
es: Esta evaluación está cerca. Después de cerrar la evaluación no hay más datos serían capaces de registrar.

source: The parameter ass_days must be a number.
es: Los ass_days parámetro debe ser un número.

source: Assessment updated successfully.
es: Evaluación actualizado correctamente.

source: You can not update assessments. You already started the data collection.
es: No se puede actualizar las evaluaciones. Usted ya empezó la recogida de datos.

source: Assessment deleted successfully.
es: Evaluación eliminado con éxito.

source: Group updated successfully.
es: Grupo actualizado correctamente.

source: There is not a group with that code.
es: No hay un grupo con ese código.

source: Group deleted successfully.
es: Grupo eliminado con éxito.

source: You can not delete this group because you have questions required for the assessment.
es: No se puede eliminar este grupo porque tiene preguntas necesarias para la evaluación.

source: You can not read the possible question for assessments. You already started the data collection.
es: No se puede leer la pregunta posible para las evaluaciones. Usted ya empezó la recogida de datos.

source: The question was added to the assessment
es: La pregunta se añadió a la evaluación

source: You do not have a question with this id.
es: Usted no tiene una pregunta con este id.

source: You can not delete this question because is required in the assessment.
es: No se puede eliminar esta pregunta porque se requiere en la evaluación.

source: Question deleted successfully.
es: Pregunta eliminado con éxito.

source: You do not have a question with this id in this group.
es: Usted no tiene una pregunta con este id en este grupo.

source: The order of the groups and questions was changed.
es: El orden de los grupos y las preguntas se cambió.

source: You are ordering questions that are not part of the form.
es: Usted está pidiendo preguntas que no son parte de la forma.

source: You are ordering groups that are not part of the form.
es: Usted está pidiendo grupos que no son parte de la forma.

source: Error in the JSON order.
es: Error en el orden de JSON.

source: The parameter project_numobs must be a number.
es: Los project_numobs parámetro debe ser un número.

source: The possible values in the parameter 'project_localvariety' are: ['0':'No','1':'Yes']
es: Los valores posibles en el parámetro 'project_localvariety' son: [ '0': 'No', '1': 'Sí']

source: Project created successfully.
es: Proyecto creado correctamente.

source: The number of combinations and observations must be greater than 0.
es: El número de combinaciones y observaciones debe ser mayor que 0.

source: The project code must start with a letter.
es: El código de proyecto debe comenzar con una letra.

source: For the project code only letters and numbers are allowed and the project code must start with a letter.
es: Para el código de proyecto sólo letras y números están permitidos y el código del proyecto deben comenzar con una letra.

source: The project was modified successfully.
es: El proyecto se modificó con éxito.

source: Error in the parameters that you want to modify.
es: Error en los parámetros que desee modificar.

source: It is not complying with the obligatory keys.
es: Que no está cumpliendo con las teclas obligatorios.

source: This project does not exist.
es: Este proyecto no existe.

source: The enumerator has been added to the project.
es: El empadronador se ha añadido al proyecto.

source: The enumerator is inactive or is already assigned to the project.
es: El empadronador está inactiva o ya se ha asignado al proyecto.

source: There is not enumerator with that identifier.
es: No hay empadronador con ese identificador.

source: The enumerator was removed from the project.
es: El empadronador se retiró del proyecto.

source: The enumerator is inactive or is not assigned to the project.
es: El empadronador está inactivo o no está asignado al proyecto.

source: There is not a product with that celery_taskid.
es: No es un producto con que celery_taskid.

source: You can not create groups. You started the registry.
es: No se pueden crear grupos. Se inició el registro.

source: You can not update groups. You started the registry.
es: No se puede actualizar grupos. Se inició el registro.

source: You can not delete this group because you have questions required for the registry.
es: No se puede eliminar este grupo porque tiene preguntas requeridas para el registro.

source: You can not delete groups. You started the registry.
es: No se pueden eliminar los grupos. Se inició el registro.

source: The question was added to the record
es: La pregunta fue añadido al registro

source: The question is already assigned to registry or can not be used in this section.
es: La pregunta ya está asignado al registro o no se puede utilizar en esta sección.

source: You can not add questions. You started the registry.
es: No se puede agregar preguntas. Se inició el registro.

source: You can not delete this question because is required in the registry.
es: No se puede eliminar esta pregunta porque se requiere en el registro.

source: You can not delete questions. You started the registry.
es: No se puede eliminar preguntas. Se inició el registro.

source: No group and questions to order. You need to read the project registry.
es: Ningún grupo y preguntas a la orden. Es necesario leer el registro del proyecto.

source: You can not order the groups and questions. You started the registry.
es: No se puede pedir a los grupos y preguntas. Se inició el registro.

source: The state is the same.
es: El estado es el mismo.

source: The value of the status is 0 [unusable] or 1 [usable].
es: El valor del estado es 0 [inutilizable] o 1 [utilizable].

source: You do not have a combination with this id.
es: Usted no tiene una combinación con este id.

source: This project has not created the combinations.
es: Este proyecto no ha creado las combinaciones.

source: You must have the enumerators, technologies, aliases and created the registry form.
es: Debe tener los encuestadores, las tecnologías, los alias y creó el formulario de registro.

source: The registry is already started.
es: El registro ya se ha iniciado.

source: This project has not created the combinations. You need to create the combinations first.
es: Este proyecto no ha creado las combinaciones. Es necesario crear las combinaciones primera.

source: Registry started.
es: Registro comenzó.
